{
    "LEARN MORE": "자세히 알아보기",
    "Our Games": "게임",
    "PLAY EARLY ACCESS NOW": "얼리 액세스",
    "JOIN THE UNIVERSE": "우주에 참여하세요",
    "Make a life among the stars in a limitless multi-player universe": "무한한 멀티플레이어 우주에서 여러분만의 삶을 시작하세요",
    "PLAY STAR CITIZEN": "스타 시티즌 플레이",
    "IN DEVELOPMENT": "개발 중",
    "ANSWER THE CALL": "부름에 응답하세요",
    "Become the hero of a seamless single-player cinematic adventure": "끊김 없는 싱글플레이어 시네마틱 어드벤처의 영웅이 되세요",
    "FOLLOW THE DEVELOPMENT": "개발 과정 따라가기",
    "Expand Your Fleet": "함대를 확장하세요",
    "Access the store to discover in-game ships, gear, merchandise and more.": "플레지 스토어에서 게임 내 함선, 장비, 머천다이즈 등을 확인하세요.",
    "Shop Now": "지금 쇼핑하기",
    "About the game": "게임 소개",
    "How to play": "플레이 방법",
    "New to the 'verse? We've got your back.": "우주가 처음이신가요? 저희가 도와드리겠습니다.",
    "Welcome, adventurer. The universe can be a dangerous place. Luckily we have some invaluable resources for rookie pilots.": "안녕하세요, 조종사님. 우주는 위험이 도사리고 있는 곳이죠. 다행히 신입 조종사분들을 위한 귀중한 자료들을 준비해두었답니다.",
    "Welcome to                Star Citizen": "스타 시티즌에 오신 것을 환영합니다",
    "Get acclimated to the 'verse with detailed breakdowns of gameplay loops, tutorials, and more.": "게임플레이 루프, 튜토리얼 등 자세한 설명으로 우주에 적응하세요.",
    "Welcome Hub": "웰컴 허브",
    "Guide System": "가이드 시스템",
    "Seek in-game guidance from experienced players eager to help you master the basics or sharpen your skills.": "기초를 마스터하거나 실력을 향상시키는 데 도움을 주고자 하는 숙련된 플레이어들의 게임 가이드를 받아보세요.",
    "Find solutions to commonly encountered issues.": "자주 발생하는 문제에 대한 해결책을 찾아보세요.",
    "Knowledge Base": "지식 베이스",
    "The latest from around the 'verse": "최신 소식",
    "Get the scoop on what's happening in the game and the community.": "게임과 커뮤니티의 소식을 확인하세요.",
    "VIEW ALL COMM-LINKS": "모든 통신 링크 보기",
    "Shows": "영상",
    "Get unprecedented deep dives behind the scenes with our weekly series.": "매주 만나는 '제작 비하인드'에서 게임 개발의 모든 것을 공개합니다.",
    "View all shows": "모든 영상 보기",
    "Join a community of millions": "수백만의 커뮤니티에 참여하세요",
    "The Star Citizen community is vast and varied, and we have the tools to help you find your place in it.": "스타 시티즌 커뮤니티는 광대하고 다양하며, 여러분의 자리를 찾도록 도와드릴 도구들이 준비되어 있습니다.",
    "Discover Content": "콘텐츠 발견",
    "Discover amazing content made by some of the most innovative creators out there, and share your own creations with the world.": "가장 혁신적인 크리에이터들이 만든 놀라운 콘텐츠를 발견하고, 여러분의 창작물을 세상과 공유하세요.",
    "Community Hub": "커뮤니티 허브",
    "Join the Discussion": "토론에 참여하세요",
    "Discuss all things Star Citizen on our official Community boards.": "공식 커뮤니티 게시판에서 스타 시티즌의 모든 것을 토론하세요.",
    "Connect on Spectrum": "스펙트럼에 접속하기",
    "Organizations": "함대",
    "Explore Organizations to find a crew that matches your playstyle and interests.": "함대를 탐색하여 여러분의 플레이 스타일과 관심사에 맞는 동료를 찾으세요.",
    "Report a Bug": "버그 신고",
    "Help us make Star Citizen as good as it can be. Running into in-game problems? Report them to the Issue Council.": "게임 내 문제가 발생하나요? 이슈 카운슬에 제보하여 스타 시티즌을 최고로 만드는 데 도움을 주세요.",
    "Issue Council": "이슈 카운슬"
}